[
  {
    "id": "1",
    "title": "Kako je Poslanik a.s. spavao.",
    "body": "Berra b. Azib, r.a., pripovijeda: “Kada bi Allahov Poslanik, a.s., legao u postelju, stavio bi desnu ruku pod desni obraz i proučio: Gospodaru, sačuvaj me kazne na Dan kada proživiš Tvoje robove.”",
    "carrier": "Imam Albani (Sahih hadis).",
    "category": "home"
  },
  {
    "id": "2",
    "title": "Obaveza kupanja barem jednom sedmično.",
    "body": "Svaki musliman je dužan da se bar jednom sedmično okupa, opere glavu i tijelo.",
    "carrier": "Muttefekun Alejhi",
    "category": "home"
  },
  {
    "id": "3",
    "title": "Kako je Poslanik a.s. provodio noć.",
    "body": "Poslanik a.s., bi spavao prvi dio noći, a posljednji dio bi proveo u ibadetu.",
    "carrier": "Ibn Madžin (Sahih hadis)",
    "category": "home"
  },
  {
    "id": "4",
    "title": "Kada se usnije ružan san.",
    "body": "Kad neko od vas usnije ružan san, neka tri puta pljucne na svoju lijevu stranu, zatim neka tri puta prouči “Euzu billahi mineš-šejtanir-radžim) i neka promijeni stranu na kjoj je bio (ležao).",
    "carrier": "Muttefekun Alejhi",
    "category": "home"
  },
  {
    "id": "5",
    "title": "Započinjanje sa abdestom prije gusula (kupanja).",
    "body": "Od Aiše radijallahu ‘anha, žene Allahovog poslanika, sallallahu ‘alejhi we selleme, se prenosi „da bi Poslanik, kada bi se kupao od džunupluka, prvo započinjao pranjem ruku i abdestom kao što je to radio za namaz. Nakon toga bi zamočio ruke u vodu i njima nakvasio vlasište njegove kose. Zatim bi tri puta rukama vodu posuo po glavi, nakon čega bi smočio čitavo tijelo.“",
    "carrier": "Muttefekun Alejhi",
    "category": "home"
  },
  {
    "id": "6",
    "title": "Dova nakon buđenja.",
    "body": "Hvala Allahu Koji nas je oživio nakon što nas je bio umrtvio i Njemu se svi vraćamo",
    "carrier": "Buhari, \"Knjiga o dovama\" (Sahih hadis)",
    "category": "home"
  },
  {
    "id": "7",
    "title": "Izlazak iz kuće.",
    "body": "Spomenuti Allaha pri ulaska: \"Kada osoba ulazi u kuću i spomene Allahovo ime pri ulasku, kao i za vrijeme jela, šejtan kaže (drugim šejtanima): \"Za vas ovdje nema konaka, niti večere.",
    "carrier": "Muslim, \"Knjiga o Piću\" (Sahih hadis)",
    "category": "home"
  },
  {
    "id": "8",
    "title": "Koje Sunnete je Poslanik a.s. klanjao.",
    "body": "Ibn Omer r.a. Priča: “Klanjao sam sa Allahovim Poslanikom, a.s., u njegovoj kući dva rekata prije i dva poslije podnevnog farza, dva poslije akšamska i dva prije ikindijskih farza.”",
    "carrier": "Imam Albani (Sahih hadis)",
    "category": "pray"
  },
  {
    "id": "9",
    "title": "Šta raditi kada čujete ezan.",
    "body": "Kada čujete ezan, ponavljajte riječi ezana za muezzinom.",
    "carrier": "Muttefekun Alejhi",
    "category": "pray"
  },
  {
    "id": "10",
    "title": "Kako se ponašati na putu prema namazu.",
    "body": "Kada krenete na namaz idite skrušeno i ponizno, i ne žurite. Pa ono što stignete (za imamom) klanjajte, a ono što vam je prošlo doklanjajte.",
    "carrier": "Muttefekun Alejhi",
    "category": "pray"
  },
  {
    "id": "11",
    "title": "Kako je Poslanik a.s. postupao nakon namaza.",
    "body": "Kada bi završio namaz, Poslanik, sallahu alejhi ve sellem, bi proučio istigfar tri puta (rekao bi: Estagfirullah - tražio oprost od Allaha dž.š.), a zatim bi rekao:” Allahumme Entes-Selamu ve Minkes-selam, tebarekte ja Zel-dželali vel-ikram” (Gospodaru moj, Ti si spasitelj i samo od Tebe je spas. Uzvišen si, o Veliki/Moćni i Plemeniti.).",
    "carrier": "Muslim (Sahih hadis)",
    "category": "pray"
  },
  {
    "id": "12",
    "title": "Šta je sunnet uraditi kad se uđe u džamiju.",
    "body": "Kada neko od vas uđe u džamiju, neka klanja dva rekata prije nego što sjedne.",
    "carrier": "Muttefekun Alejhi",
    "category": "pray"
  },
  {
    "id": "13",
    "title": "Šta proučiti kada se ulazi u džamiju.",
    "body": "Kada neko od vas uđe u džamiju, neka donese salavt na Poslanika i neka prouči: “Allahume-Ftah li Ebvabe Rahmetike.” (Gospodaru moj, otvori mi vrata Tvoje milosti.) A kada izađe neka prouči :”Allahume inni Es’eluke min Fadlike” (Gospodaru moj, od Tebe tražim da me nagradiš iz Tvoje nenadmašne dobrote.)",
    "carrier": "Ebu Davud (Sahih hadis)",
    "category": "pray"
  },
  {
    "id": "14",
    "title": "Kako je Poslanik a.s. učio Kur'an.",
    "body": "Poslanik a.s. bi, kada bi učio Kur’an, zastajao na kraju svakog ajeta (učio bi ajet po ajet). Učio bi “Elhamdulillahi Rabbil-’alemin”, pa bi stao. “Er-Rahmanirahim”, pa bio stao ( i tako dalje).",
    "carrier": "Ebu Davud (Sahih hadis)",
    "category": "pray"
  },
  {
    "id": "15",
    "title": "Davanje prednosti desne strane.",
    "body": "Kada odjeću oblačite i uzimate abdest, počinjite desnom stranom (tj rukom i nogom).",
    "carrier": "Ebu Davud (Sahih hadis)",
    "category": "pray"
  },
  {
    "id": "16",
    "title": "Okretanje dlanova prilikom dove.",
    "body": "Kad nešto tražite od Allaha (dovu mu upućujete), neka dlanove vaših ruku budu gore okrenuti, a ne dole.",
    "carrier": "Ebu Davud (Sahih hadis)",
    "category": "pray"
  },
  {
    "id": "17",
    "title": "Kako je Poslanik a.s. dovio.",
    "body": "Kada bi učio dovu Poslanik a.s., bi okrenuo (i podigao) dlanove prema licu.",
    "carrier": "Taberani, \"El-mu’džemul-kebir\" (Sahih hadis)",
    "category": "pray"
  },
  {
    "id": "18",
    "title": "Sunnet uzimanja veće količine hrane sa sofre.",
    "body": "Ko u društvu (za sofrom) bude jeo hurme, neka ne uzima po dva (i više) kodama odjednom, osim ako mu to drušzvo odobri.",
    "carrier": "Taberani, \"El-mu’džemul-kebir\" (Sahih hadis)",
    "category": "friends"
  },
  {
    "id": "19",
    "title": "Poštovanje privatnosti dvojice.",
    "body": "Kada dvojica povjerljivo (šapatom, tiho) razgovaraju, ne upadaj (ulazi) među njih (u njihov razgovor).",
    "carrier": "Sujuti (Sahih hadis)",
    "category": "friends"
  },
  {
    "id": "20",
    "title": "Vrijednost nazivanja selama prvi.",
    "body": "Najdostojniji ljudi kod Allaha su oni koji prvi nazovu (nazivaju) selam.",
    "carrier": "Ebu Davud (Sahih hadis)",
    "category": "friends"
  },
  {
    "id": "21",
    "title": "Pozitivan pristup pri osjeti bolesniku.",
    "body": "Kada bi ušao kod bolesnika da ga posjeti, Poslanik a.s., bi rekao: “ Ne brini, bit ćeš dobro i bit ćeš očišćen od grijeha. Ako Bog da!”.",
    "carrier": "Buhari (Sahih hadis)",
    "category": "friends"
  },
  {
    "id": "22",
    "title": "Sunnet pri kihanju.",
    "body": "Kada neko od vas kihne, neka kaže: “Elhamdulillah” (Hvala pripada Allahu), pa kada to kaže neka mu uzvrati njegov brat ili drug (koji ga čuje) riječima: “JerhamukAllah” (Allah ti se smilovao). Kada mu on to kaže, neka mu ovaj na to kaze: “Jehdikumullahu ve juslihu balekum” (Allah te na pravi put uputio, Život ti ugodnim učinio i srce ti očistio).",
    "carrier": "Buhari (Sahih hadis)",
    "category": "friends"
  },
  {
    "id": "23",
    "title": "Kako je Poslanik a.s. imamio ljudima.",
    "body": "Kada bi klanjao kao imam ljudima, Poslanik a.s., bi klanjao kratko (bio je najlakšeg namaza), a kada bi klanjao sam, odužio bi namaz (najduže bi učio).",
    "carrier": "Imam Hanbel, Musned",
    "category": "friends"
  },
  {
    "id": "24",
    "title": "Sjedanje između dvoje ljudi.",
    "body": "Poslanik a.s., je zabranio da čovjek sjedne između dvojice ljudi, osim uz njihovu dozvolu.",
    "carrier": "Imam Bejheki (Sahih hadis)",
    "category": "friends"
  },
  {
    "id": "25",
    "title": "Zabrana traženja ustupanja svog mjesta.",
    "body": "Poslanik a.s., je zabranio da neko traži od svog brata (drugog čovjeka) da ustane sa svog mjesta na kojem je sjedio da bi on sjeo (na to mjesto).",
    "carrier": "Buhari (Sahih hadis)",
    "category": "friends"
  },
  {
    "id": "26",
    "title": "Društvo gdje se konzumira alkohol.",
    "body": "Poslanik a.s., je zabranio da se sjedi za stolom za kojim se pije alkohol. Također je zabranio da čovjek jede ležeći na stomaku (potrbuške).",
    "carrier": "Ebu Davud (Sahih hadis)",
    "category": "friends"
  },
  {
    "id": "27",
    "title": "Izjava ljubavi.",
    "body": "El-Mikdam b. Madikerib, radijallahu anhu, kaže da je Resulullah, sallallahu alejhi ve sellem, rekao: \"Kad čovjek zavoli svog brata, neka mu izjavi ljubav.",
    "carrier": "Buhari, \"El-Etkbul-mufod\" (Sahih hadis)",
    "category": "friends"
  },
  {
    "id": "28",
    "title": "Dova prilikom odlaska iz društva.",
    "body": "Ebu Hurejre, r.a., Kaže da je Allahov Poslanik, a.s., rekao: \"Onaj ko se zadesi na sijelu, i pri tome izgovori nešto ružno, a zatim prije nego što napusti sijelo kaže: 'Subhaneke allahumme ve bi hamdike ešhedu en la ilahe illa ente, estagfiruke ve etubu ilejke (Allahu moj, slava i zahvala Tebi pripada, svjedočim da nema boga osim Tebe, Tebi se kajem i od Tebe oprost molim)', bit će mu oprošteno ono što je počinio na tom sijelu.''",
    "carrier": "Tirmizi (Sahih hadis)",
    "category": "friends"
  },
  {
    "id": "29",
    "title": "Osobine poslanika.",
    "body": "Enes b. Malik, r.a., pripovjeda: “Allahov Poslanik, a.s., nije bio razvratnik, niti bestidnik, niti je vikao po trgovima. Na zlo nije uzvraćao zlom, nego je praštao i bio velikodušan.”",
    "carrier": "Imam Albani (Sahih hadis).",
    "category": "behavior"
  },
  {
    "id": "30",
    "title": "Najdraže djelo Poslaniku a.s.",
    "body": "Aiša i Ummu Seleme, r.a., pričaju: “Najdraže djelo Allahovom Poslaniku, a.s., je bilo djelo koje čovjek ustrajno čini, pamakar ono bilo i malo.”",
    "carrier": "Imam Albani (Sahih hadis).",
    "category": "behavior"
  },
  {
    "id": "31",
    "title": "Sunnet pri kihanju.",
    "body": "Stavljanje ruke ispred usta prilikom kihanja, \"Allahov Poslanik, s.a.v.s, bi stavljao svoju ruku ili odjeću na usta prilikom kihanja i tako stišavao svoj glas\"",
    "carrier": "Tirmizi (Sahih hadis)",
    "category": "behavior"
  },
  {
    "id": "32",
    "title": "Poštovanje mlađih i milost starijih.",
    "body": "Ne pripada nam (nije od nas) onaj koji nema milosti prema našim mlađima (djeci), niti onaj koji ne zna za poštovanje, čast i dostojanstvo (respekt) naših starijih.",
    "carrier": "Tirmizi (Sahih hadis)",
    "category": "behavior"
  },
  {
    "id": "33",
    "title": "Koliko istigfara je dnevno činio Poslanik a.s..",
    "body": "O ljudi, činite iskrenu teobu Allahu dž.š.! Ja Mu Činim teobu (i) stotinu puta dnevno.",
    "carrier": "Muslim (Sahih hadis)",
    "category": "behavior"
  },
  {
    "id": "34",
    "title": "Način sjedenja Poslanika a.s. u džamiji.",
    "body": "Еbu Seid Hudri, r.a., kazuje: \"Kada bi sjedio u dzamiji, Allahov Poslanik, a.s., bi rukama priljubio koljena uz prsa.",
    "carrier": "Imam Albani (Sahih hadis).",
    "category": "behavior"
  },
  {
    "id": "35",
    "title": "Ponašanje Poslanika a.s. pri susretu.",
    "body": "Džerir b. Abdullah, r.a. Kazuje: “Nikada me Allahov Poslanik, a.s., nije susreo ni vidio, od kako sam primio islam, a da se nije nasmiješio.”",
    "carrier": "Imam Albani (Sahih hadis).",
    "category": "behavior"
  },
  {
    "id": "36",
    "title": "Odnos prema mlađima.",
    "body": "Enes b. Malik r.a., je prošao pored djece i nazvao im selam a zatim rekao: “I Poslanik a.s., je ovako posatupao.”",
    "carrier": "Buhari (Sahih hadis)",
    "category": "behavior"
  },
  {
    "id": "37",
    "title": "Prednosti pri nazivanju selama.",
    "body": "Selam treba da nazove mlađi - starijem, prolaznik - onome koji sjedi i manja grupa ljudi - većoj.",
    "carrier": "Buhari (Sahih hadis)",
    "category": "behavior"
  },
  {
    "id": "38",
    "title": "Spominjanje Gospodara.",
    "body": "Poslanik a.s., bi spominjao Allaha dž.š. (činio zikr) u svakoj prilici (u svakom dobru).",
    "carrier": "Muslim (Sahih hadis)",
    "category": "behavior"
  },
  {
    "id": "39",
    "title": "Slanjanje smetnje s puta.",
    "body": "Skloni s puta ono što smeta, jer zaista će ti se to ubrajati u sadaku.",
    "carrier": "Buhari, \"El-ebedul-mufred\" (Sahih hadis)",
    "category": "behavior"
  },
  {
    "id": "40",
    "title": "Poziv na slavlje.",
    "body": "Kada budete pozvani na (na gozbu, vjenčanje i sl.), odazovite se na poziv.",
    "carrier": "Muslim (Sahih hadis)",
    "category": "behavior"
  },
  {
    "id": "41",
    "title": "Način hoda Poslanika a.s..",
    "body": "Kada bi Poslanik a.s. išao putem, ne bi se obazirao.",
    "carrier": "Hakim, “Mustedrek” (Sahih hadis)",
    "category": "behavior"
  },
  {
    "id": "42",
    "title": "Sunnet pri ljutnji.",
    "body": "Kada se neko od vas naljuti, ako je na nogama, neka sjedne; pa ako ga prođe (ljutnja), dobro je, a ako ga ne prođe, neka se opruži i prilegne.",
    "carrier": "Ebu Davud (Sahih hadis)",
    "category": "behavior"
  },
  {
    "id": "43",
    "title": "Kako se poslanik nosio sa tugom.",
    "body": "Kada bi Poslanika a.s., obuzimala neka briga ili tuga, obratio bi se Allahu dž.š., dovom: “Ja hajjum, Ja kajjum, Birahmetike Estegisu”. (O Ti Živi, Postojani, molim Te za obilatu milost Tvoju.”)",
    "carrier": "Hakim, “Mustedrek” (Sahih hadis)",
    "category": "behavior"
  },
  {
    "id": "44",
    "title": "Kako se Poslanik nosio sa srećom.",
    "body": "Kada bi čuo nešto što bi ga obradovalo, Poslanik a.s., bi iz zahvalnosti prema Allahu dž.š., učinio sedždu.",
    "carrier": "Ebu Davud (Sahih hadis)",
    "category": "behavior"
  },
  {
    "id": "45",
    "title": "Poslanikovo preferiranje desne strane.",
    "body": "Aiša, r.a., kazuje: \"Allahov Poslanik, a.s., је u sve­mu volio desnu stranu: prilikom pranja, prilikom česljanja i prilikom obuvanja obuće.",
    "carrier": "Imam Albani (Sahih hadis).",
    "category": "clothes"
  },
  {
    "id": "46",
    "title": "Sunnet prilikom oblačenja nove odjeće.",
    "body": "Еbu Seid el Hudri, r.a., kazuje: \"Kada bi оblаčiо novu odjeću ( 'imamu-turban, košulju ili ogrtač) Allahov Poslanik, a.s., bi proučio: - Gospodaru moj! Теbi hvala što si me obukao. Molim te za dobro ove odjeće i dobro za koje је šivena, а utječem ti se od njenog zla i zla za koje је šivena.",
    "carrier": "-",
    "category": "clothes"
  },
  {
    "id": "47",
    "title": "Sunnet prilikom obuvanja i izuvanja.",
    "body": "Еbu Hurejre, r.a., prenosi da је Allahov Poslanik, a.s., rekao: \"Kada obuvate obuću, obucite prvo desnu nogu, а kada је izuvate izujte је prvo sa lijeve. Neka de­sna noga bude prva koju obuvate а zadnja sa koje izu­vate.",
    "carrier": "-",
    "category": "clothes"
  },
  {
    "id": "48",
    "title": "Njega kose.",
    "body": "Еbu Esid, r.a., prenosi da је Allahov Poslanik, a.s., rekao: \"Jedite maslinovo ulje i njime mažite kosu, jer је ono od blagoslovljenog drveta.",
    "carrier": "-",
    "category": "clothes"
  },
  {
    "id": "49",
    "title": "Kako bi se Poslanik oblačio.",
    "body": "Kada bi Poslanik a.s., oblačio košulju počinjao bi desnom stranom (tj. Prvo bi obukao desni rukav).",
    "carrier": "Tirmizi (Sahih hadis)",
    "category": "clothes"
  },
  {
    "id": "50",
    "title": "Ne nositi samo jednu cipelu.",
    "body": "Obuću treba obuvati počevši s desnim stopalom, a pri izuvanju treba početi od lijevog\n \"Kada obuvaš obuću, počni od desne strane, a kada je skidaš, počni od lijeve, ili ih obuj obje(cipele)\nili ih obje skini (tj nemoj nositi samo jednu)",
    "carrier": "Muslim, \"Knjiga o odijevanju\" (Sahih hadis).",
    "category": "clothes"
  },
  {
    "id": "51",
    "title": "Berekt u hrani.",
    "body": "Jedite ispred sebe i sa strane, a ne od sredine, pa će u hrani biti bereket (ne jedite ispred drugog).",
    "carrier": "Ebu Davud (Sahih hadis)",
    "category": "food"
  },
  {
    "id": "52",
    "title": "Spominjanje Allahovog imena prije jela.",
    "body": "Kada neko od vas počne jesti, neka spomene Allahovo ime (poruči bismillu), a ako zaboravi da Ga spomene na početku neka kaže: “Bismillahi evvelehu ve ahirehu” (U ime Allaha na početku i na kraju).",
    "carrier": "Ebu Davud (Sahih hadis)",
    "category": "food"
  },
  {
    "id": "53",
    "title": "Ne piti u jednom dahu",
    "body": "Enes b. Malik, r.a, prenosi da Vjerovjesnik, s.a.v.s, nije pio u jednom dahu, već se tri puta odmarao, rekavši: To bolje gasi žeđ, ljekovitije je i korisnije (za tijelo)!",
    "carrier": "Muslim (Sahih hadis)",
    "category": "food"
  },
  {
    "id": "54",
    "title": "Poslanikovo ne naslanjanje prilokm jela.",
    "body": "Еbu Dzuhajfe, r.a., priča da је Allahov Poslanik a.s., govorio: \"Ја ne jedem naslonjen.\"",
    "carrier": "Imam Albani (Sahih hadis).",
    "category": "food"
  },
  {
    "id": "55",
    "title": "Sunnet je da se pije sjedeći.",
    "body": "Ebu Seid, radijallahu anhu, prenosi da je Poslanik, sallallahu alejhi ve sellem, odvraćao od pijenja stojeći.",
    "carrier": "Muslim (Sahih hadis)",
    "category": "food"
  },
  {
    "id": "56",
    "title": "Kada se neko napije Sunnet je da ponudi onog ko je na njegovoj desnoj strani.",
    "body": "Enes ibnu Malik, radijallahu anhu, prenosi da je Poslaniku, sallallahu alejhi ve sellem, donešeno mlijeko pomiješano sa vodom, a sa njegove desne strane je bio jedan pustinjak, a sa lijeve Ebu Bekr. Kada se Poslanik, sallallahu alejhi ve sellem, napio ponudio je pustinjaku i rekao: „Desni pa onda onaj do njega s desne strane!“",
    "carrier": "Muttefekun Alejhi",
    "category": "food"
  },
  {
    "id": "57",
    "title": "Jedenje i pijenje desnom rukom.",
    "body": "Ibnu Omer, radijallahu anhu, prenosi da je Poslanik, sallallahu alejhi ve sellem, rekao: „Kada neko od vas jede neka jede desnom rukom, a kada pije neka pije desnom rukom, jer šejtan, uistinu, jede i pije lijevom rukom.“",
    "carrier": "Muslim (Sahih hadis)",
    "category": "food"
  },
  {
    "id": "58",
    "title": "Prilikom pijenja ne diše se u posudu.",
    "body": "Enes, radijallahu anhu, prenosi da Poslanik, sallallahu alejhi ve sellem, kada bi pio tri puta bi predahnuo i govorio je: „Tako se bolje žeđ gasi, zdravije je i ljepše!“",
    "carrier": "Muttefekun Alejhi",
    "category": "food"
  },
  {
    "id": "59",
    "title": "Nekuđenje hrane.",
    "body": "Ebu Hurejre, radijallahu anhu, prenosi da Poslanik, sallallahu alejhi ve sellem, nikada nije kudio hranu, ako bi mu se hrana svidjela jeo bi, a ako ne ostavio bi.",
    "carrier": "Muttefekun Alejhi",
    "category": "food"
  },
  {
    "id": "60",
    "title": "Klanjanje dva rekata u mesdžidu pri povratku sa puta.",
    "body": "Od K’aba ibn Malika, radijallahu ‘anhu, se prenosi da je rekao: „Allahov poslanik, sallallahu ‘alejhi we selleme, bi, kada bi stigao sa nekog puta prvo otišao u mesdžid i klanjao dva rekata…“",
    "carrier": "Muttefekun Alejhi",
    "category": "travel"
  },
  {
    "id": "61",
    "title": "Samostalno putovanje.",
    "body": "Ibnu Omer, radijallahu anhu, prenosi da je Allahov Poslanik, sallallahu alejhi ve sellem, rekao:\n„Kada bi ljudi znali o samoći ono što ja znam nijedan jahač ne bi sam noću putovao.“",
    "carrier": "Buhari (Sahih hadis)",
    "category": "travel"
  },
  {
    "id": "62",
    "title": "Putovanje u dobrom društvu",
    "body": "Ebu Musa, radijallahu anhu, prenosi da je Poslanik, sallallahu alejhi ve sellem, rekao: „Dobar i loš drug su poput prodavača mirisa i kovača;\nprodavač mirisa će ti pokloniti miris ili ćeš ga od njega kupiti ili ćeš barem njegov lijep miris osjetiti, a kovač će ti izgoriti odjeću ili ćeš osjetiti ružan miris.“",
    "carrier": "Muttefekun Alejhi",
    "category": "travel"
  },
  {
    "id": "63",
    "title": "Dova pri ulasku u prevozno sredstvo",
    "body": "Uzvišeni Allah je rekao: Hvaljen neka je Onaj koji je dao da nam one služe, mi to sami ne bismo mogli postići, i mi ćemo se, sigurno, Gospodaru svome vratiti!",
    "carrier": "Ez-Zuhruf, 14.",
    "category": "travel"
  },
  {
    "id": "64",
    "title": "Kako trebaju postupati dvojica na putovanju",
    "body": "Ebu Musa, radijallahu anhu, prenosi da je Poslanik, sallallahu alejhi ve sellem, kada je poslao njega i Muaza u Jemen rekao:\n„Olakšavajte a nemojte otežavati, privlačite a ne otjerujte i pomažite se međusobno a nemojte se razilaziti!“",
    "carrier": "Muttefekun Alejhi",
    "category": "travel"
  },
  {
    "id": "65",
    "title": "Šta izgovara putnik kada se penje na uzvišicu i kada se spušta",
    "body": "Džabir ibnu Abdullah, radijallahu anhu, je rekao da su kada bi se penjali na uzvišicu donosili tekbire (izgovarali: Allahu ekber) a kada bi se spuštali govorili bi: subhanallah (slavljen neka je Allah).",
    "carrier": "Buhari (Sahih hadis)",
    "category": "travel"
  },
  {
    "id": "66",
    "title": "Sunnet je onom ko želi doći kući noću da se najavi supruzi",
    "body": "Džabir ibnu Abdullahi, radijallahu anhu, prenosi da je Allahov Poslanik, sallallahu alejhi ve sellem, rekao:\n„Kada se vratiš kući noću ne ulazi supruzi dok joj ne ostaviš vremena da se uredi i počešlja.“",
    "carrier": "Muttefekun Alejhi",
    "category": "travel"
  }
]
